[
  //Template
  {
    "name":"Template",
    "leaderName":"",
    "adjective":[""],
    "startBias":[""],
    "preferredVictoryType":"",
    "favoredReligion":"",

    "startIntroPart1":"",
    "startIntroPart2":"",
    
    "introduction":"",
    "neutralHello":"",
    "neutralLetsHearIt":"",
    "neutralNo":"",
    "neutralYes":"",
    "hateHello":"",
    "hateLetsHearIt":"",
    "hateNo":"",
    "hateYes":"",

    "declaringWar":"",
    "attacked":"",
    "afterPeace":"",
    "defeated":"",
    "tradeRequest":"",

    "outerColor":[0,0,0],
    "innerColor":[0,0,0],

    "uniqueName":"",
    "uniques":[],

    "cities":[],
  },
  //Nazioni
  {
    "name":"Ragusa",
    "leaderName":"Nicolò Vito di Gozze",
    "adjective":["Ragusano"],
    "startBias":["Coast"],
    "preferredVictoryType":"Economy",
    "favoredReligion":"Catholicism",

    "startIntroPart1":"Most esteemed Nicolò Vito di Gozze, Rector of the proud Republic of Ragusa, welcome to this brave new world. The city of Ragusa has stood its ground for centuries against the major powers of the world, navigating the eternal and complex whirl of diplomatic alliances and has skillfully avoiding conflict after conflict. With cunning and stubbornness your empire - though modest in size - has bested those far larger in regards to trade, culture and diplomacy. The intelligence and security network launched by your predecessors, strecthing all across the world has so far both kept you safe and fostered prosperity. With your noble devotion to the causes of the Republic, this may be only the beginning.",
    "startIntroPart2":"The time has come to once again fight for liberty; liberty that can not be sold for all the gold in the world. Will you manage the affairs of Ragusa as if you have no private interests? Will you build a civilization that stands the test of time?",
    
    "introduction":"You stand before a mere servant of the Republic of Ragusa, and this proud servant is Rector Nicolò Vito di Gozze - I humbly welcome you. Tell me, stranger, are you here to trade? I'll gladly accept your deepest and darkest secrets as payment.",
    "neutralHello":"Buongiorno, viaggiatore."
    "neutralLetsHearIt":"What do you want to do in Ragusa?",
    "neutralNo":"I afraid not.",
    "neutralYes":"Ok, accetto.",
    "hateHello":"Ragusa don't greet you here!",
    "hateLetsHearIt":"What do you want in us?!",
    "hateNo":"Absolutely not!",
    "hateYes":"It seems inevitable. Bene, accetto.",

    "declaringWar":"You! You vile and cruel wolf. May the power of Christ will defeat you.",
    "attacked":"Are you allying with Venice?! Or not?! I don't care. But I will finish you first. Be prepared.",
    "afterPeace":"At last, we're at peace. Just for you know, I will make sure you don't do any mistake anymore.",
    "defeated":"At least we outlived Venice, right? Tell me we outlived Venice, please. Please!",
    "tradeRequest":"Non bene pro toto libertas venditur auro, but I believe that we will trade, so deal?",

    "outerColor":[200,200,0],
    "innerColor":[225,150,110],

    "uniqueName":"Pearl of the Adriatic",
    "uniques":["Embassies, Spies and Diplomats provide Intelligence, which can be expended for bonuses. The latter two also redirect points toward a random Great Person to Ragusa each turn when in foreign Cities. Cannot built Settlers."],

    "cities":["Ragusa"],
  },
  {
    "name":"Pisa",
    "leaderName":"Ugolino della Gherardesca",
    "adjective":["Pisan"],
    "startBias":["None"],
    "preferredVictoryType":"Economy",
    "favoredReligion":"Catholicism",

    "startIntroPart1":"",
    "startIntroPart2":"",
    
    "introduction":"",
    "neutralHello":""
    "neutralLetsHearIt":"",
    "neutralNo":"",
    "neutralYes":""
    "hateHello":"",
    "hateLetsHearIt":""
    "hateNo":""
    "hateYes":"",

    "declaringWar":"",
    "attacked":""
    "afterPeace":"",
    "defeated":"",
    "tradeRequest":"",

    "outerColor":[235,220,220],
    "innerColor":[225,225,225],

    "uniqueName":"",
    "uniques":[],

    "cities":[],
  },
  {
    "name":"Florence",
    "leaderName":"Girolamo Savonarola",
    "adjective":["Florentine"],
    "startBias":["None"],
    "preferredVictoryType":"Religion, Economy",
    "favoredReligion":"Catholicism",

    "startIntroPart1":"May the blessings of Christ be upon you great Savonarola, restorer of God's rule. After the Florentine Republic fell into hedonism and greed during the so called 'Renaissance', you emerged from humble origins to return the people to proper worship and fear of the Lord. The ostentatious trends of the day were insults and open rebellion against the word of God, and thus you organized magnificent Bonfires of the Vanities to destroy the grotesque onanisms of self-aggrandized artists. Unfortunately, the heathens and hypocrites eventually emerged once more to rebel against your holy retribution and had you burned at the stake, becoming a martyr for the cause of Christ.",
    "startIntroPart2":"Righteous Savonarola, God's work is still undone in this world of impurity and sin. Can you be the hailstorm that breaks the heads of those who do not repent? Can you establish a society that is perfectly subjected and conformed to the laws of the Lord? Can you build a civilization that will stand the test of time?",
    
    "introduction":"Take heed traveler, for you are in the presence of God's emissary. I am Girolamo Savonarola, ruler of Florence and preacher of the Lord. Follow the words of Christ, or face eternal damnation both now and in the afterlife.",
    "neutralHello":""
    "neutralLetsHearIt":"",
    "neutralNo":"",
    "neutralYes":""
    "hateHello":"",
    "hateLetsHearIt":""
    "hateNo":""
    "hateYes":"",

    "declaringWar":"",
    "attacked":""
    "afterPeace":"",
    "defeated":"O Lord, show mercy... Deliver me from evil's embrace... Surrounded as I am by sin, I cry out to you for salvation.",
    "tradeRequest":"",

    "outerColor":[0,0,0],
    "innerColor":[0,0,0],

    "uniqueName":"Comtempt of the Worldly",
    "uniques":["Your Palace may hold any Great Work, but destroys it the turn after for a large amount of Faith. Golden Ages are begun or extended when expending Great Prophets."],

    "cities":[],
  },
  {
    "name":"Tuscany (County)",
    "leaderName":"Matilda",
    "adjective":["Tuscan"],
    "startBias":["None"],
    "preferredVictoryType":"Religion",
    "favoredReligion":"Catholicism",

    "startIntroPart1":"Let glory be upon you, Matilda of Canossa, Margravine of Tuscany, Vicereine of Italy, and Imperial Vicar. As the last member of the Attonids, you brought the spiritual and political domains of the noble house of Canossa to the greatest of heights, leaving behind the Terre Matildiche, a fabled patrimony which Popes and nobles would fight over in the centuries to come. Throughout your life, you showed your devotion to your faith and the Papacy, culminating in the Investiture Controversy, where you showed your dedication to the Church by giving over your domains to the Pope in defiance of King Henry IV, your cousin, the same king who had stood barefoot in the snow during the Humiliation of Canossa. You were a consistent patron of churches and hospitals, especially those loyal to the Gregorian reforms.",
    "startIntroPart2":"Matilda, your people clamor for your return. A crisis of faith has gripped the good populace, and now, more than ever, they look to your leadership, your devotion, and your resolve for inspiration. The time has come to renew you concordat with faith, and to lead your people to a new era, one where sword and crosier each have their place. Will you defend your people and see them blossom in a new age? Will you build a civilization that can stand the test of time?",
    
    "introduction":"Greetings. I am Matilda, lady of Canossa, of Tuscany, and of Italy. We here follow God and his vicar, and will not tolerate insubordination toward either.",
    "neutralHello":"",
    "neutralLetsHearIt":"",
    "neutralNo":"",
    "neutralYes":"",
    "hateHello":"",
    "hateLetsHearIt":"",
    "hateNo":"",
    "hateYes":"",

    "declaringWar":"",
    "attacked":"",
    "afterPeace":"",
    "defeated":"Of two things I am certain: that there is a Lord in heaven greater in dignity than either of us, and that your actions today displease him.",
    "tradeRequest":"",

    "outerColor":[0,0,0],
    "innerColor":[0,0,0],

    "uniqueName":"La Gran Contessa",
    "uniques":["Defensive Buildings provide +5% Production towards Faith Buildings, and vice versa.","Gain +1 Influence with neutral city-states for every two of these Buildings in your Capital."],

    "cities":[],
  },
  {
    "name":"Sicily",
    "leaderName":"Roger II",
    "adjective":["Sicilian"],
    "startBias":["Coast"],
    "preferredVictoryType":"Domination",
    "favoredReligion":"Catholicism",

    "startIntroPart1":"May the blessings of all Gods be upon you Roger II, King of Sicily. Having united all the Norman conquests in Italy into one kingdom, you made of Sicily the leading maritime power of the Mediterranean by attacking the North African coast to the south and the Byzantine Empire to the east, and accumulating vast wealth along the way. A wise ruler who managed to create a strongly centralized state during the middle of the medieval times, men from all ethnicities and religions were accepted as equal within your kingdom, and under this enlightened reign the kingdom prospered.",
    "startIntroPart2":"Oh great king Roger, although your successors were unable to maintain the might and power of Sicily, your people still wait eagerly for your triumphant return! Will you answer their call and return once more to the shores of Sicily, ready to charge your enemies head-on? Can you build a civilization that will stand the test of time?",
    
    "introduction":"Hail, from wherever you come, to Sicily. If you are here to trade we have plenty of coin; if you are here for war we will repulse your armies and stain any possible military reputation that you might have. We have done so before.",
    "neutralHello":"",
    "neutralLetsHearIt":"",
    "neutralNo":"",
    "neutralYes":"",
    "hateHello":"",
    "hateLetsHearIt":"",
    "hateNo":"",
    "hateYes":"",

    "declaringWar":"",
    "attacked":"",
    "afterPeace":"",
    "defeated":"I am bested, at last. I knew Sicily would fall one day, but I had hoped not in my lifetime; so be it then.",
    "tradeRequest":"",

    "outerColor":[0,0,0],
    "innerColor":[0,0,0],

    "uniqueName":"Mediterranean Ascendance",
    "uniques":["Religions increase the Gold and Culture output of international trade routes in their cities. Capturing a coastal city for the first time increases the Gold generation in the capital by one."],

    "cities":[],
  },
  {
    "name":"Lombardy",
    "leaderName":"Guido da Landriano",
    "adjective":["Lombard"],
    "startBias":["None"],
    "preferredVictoryType":"Economy, Domination",
    "favoredReligion":"Catholicism",

    "startIntroPart1":"Hail, Guido da Landriano, hero of the Battle of Legnano! Rising to become the consul of Milan, you were imprisoned by the coward German Emperor Barbarossa after the Battle of Siziano. This imprisonment could not contain your warrior spirit and love for your people when in 1167 you signed the Oath of Pontida, forging the Lombard League with Lodi, Piacenza, Parma, and Ferrara. Supported by that most holy Vicar of Christ on Earth, Pope Alexander III, you expanded the League and led the struggle to free your people from the Hohenstaufen yoke, culminating in glorious victory at the Battle of Legnano and the signing of the Peace of Constance.",
    "startIntroPart2":"Great condottiero, the people of Lombardy once again clamour for freedom from the will of foreign powers. Your subjects fly your banners in face of the enemy. Will you assemble the cities of the ancient League? Can you once more forge an alliance to defend your lands? Can you build a civilization that will stand the test of time?",
    
    "introduction":"Who is this that walks my halls? Welcome, stranger – come, let us make a meeting and discuss your communes joining my League.",
    "neutralHello":"",
    "neutralLetsHearIt":"",
    "neutralNo":"",
    "neutralYes":"",
    "hateHello":"",
    "hateLetsHearIt":"",
    "hateNo":"",
    "hateYes":"",

    "declaringWar":"",
    "attacked":"",
    "afterPeace":"",
    "defeated":"You may have struck me down on the field today, but the great communes you inherit will never accept your rule, and shall one day throw off your yoke.",
    "tradeRequest":"",

    "outerColor":[0,0,0],
    "innerColor":[0,0,0],

    "uniqueName":"Oath of Pontida",
    "uniques":["When at war, land military units can be purchased at cost of City's strength, disappearing upon peace declaration and converting XP to Gold. Trade routes increase origin City's strength and Production of military units."],

    "cities":[],
  },
  {
    "name":"Tuscany",
    "leaderName":"Lorenzo de Medici",
    "adjective":["Tuscan"],
    "startBias":["None"],
    "preferredVictoryType":"Culture, Science",
    "favoredReligion":"Catholicism",

    "startIntroPart1":"The people of Tuscany welcome you Lorenzo de' Medici. You rule the Florentine Republic. It was your skilled diplomacy that brought about an unprecedented peace not only for Tuscany, but for all of Italy, a peace that would last throughout your rule. Your tact pacified your enemies and forced them into reluctant submission. But perhaps most significant of all was your generosity and patronage of the arts, pushing Tuscany into the forefront of the cultural world. In this golden age that you wrought Tuscany left an indelible mark, with people and works of art whose names are known throughout the globe.",
    "startIntroPart2":"Lorenzo the Magnificent, Tuscany longs to return to her greatest heights. Will you strive to bring about peace once again? Will you usher in a new Renaissance? Can you build a civilization that stands the test of time?",
    
    "introduction":"Hello stranger; I am Lorenzo de' Medici. How are you enjoying Florence?",
    "neutralHello":"",
    "neutralLetsHearIt":"",
    "neutralNo":"",
    "neutralYes":"",
    "hateHello":"",
    "hateLetsHearIt":"",
    "hateNo":"",
    "hateYes":"",

    "declaringWar":"",
    "attacked":"",
    "afterPeace":"",
    "defeated":"Tuscany stands in ruins. I hope you're satisfied.",
    "tradeRequest":"",

    "outerColor":[0,0,0],
    "innerColor":[0,0,0],

    "uniqueName":"Cradle of the Renaissance",
    "uniques":["Receive a Great Person of the appropriate type when Buildings with Great Work slots are first acquired in the Capital. When a World Wonder is built in the Capital, receive a boost to your next Golden Age."],

    "cities":[],
  },
  {
    "name":"Genoa",
    "leaderName":"Simone Boccanegra",
    "adjective":["Genoan"],
    "startBias":["Coast"],
    "preferredVictoryType":"Economy",
    "favoredReligion":"Catholicism",

    "startIntroPart1":"Live long and prosper, Simone Boccanegra, Doge of mighty Genoa! Your reign was marked by an intense cloud of intrigue and subterfuge. Genoa, one of the contending powers for domination of the mediterranean, was ruled by an aristocratic elite. Elected doge, you disposed of the established upper class in a revolutionary upheaval that would change the political landscape of Genoa forever. Entrenched in a long war with Venice, that would eventually be lost, you fought off would-be assassins and rivals for five long years before being forced to resign. But your successors were not as tenacious as you, and soon enough you were back in power. Your rule would last another seven years before a poisoning attempt was finally successful.",
    "startIntroPart2":"Revolutionary doge, your people are once again surrounded by enemies plotting their demise. Will you see through the ploys of your many rivals, and once again establish Genoa as a force to be reckoned with? Will you seize control of the seas, and establish dominance over the trade routes of this new world? Can you build a civilization that will stand the test of time?",
    
    "introduction":"Welcome to Genoa, traveller. Would you walk with a tired doge? I always come down to the port in the morning light. See how the sea and stars shine brightly?",
    "neutralHello":"",
    "neutralLetsHearIt":"",
    "neutralNo":"",
    "neutralYes":"",
    "hateHello":"",
    "hateLetsHearIt":"",
    "hateNo":"",
    "hateYes":"",

    "declaringWar":"",
    "attacked":"",
    "afterPeace":"",
    "defeated":"I ended up right where I started... just a man with a sword.",
    "tradeRequest":"",

    "outerColor":[0,0,0],
    "innerColor":[0,0,0],

    "uniqueName":"Patron of the Renaissance",
    "uniques":["Can create Colonies, connecting coastal resources outside your territory to your trade network."],

    "cities":[],
  },
  {
    "name":"Two Sicilies",
    "leaderName":"Ferdinand I",
    "adjective":["Sicilian","Neapolitan"],
    "startBias":["Coast"],
    "preferredVictoryType":"Domination",
    "favoredReligion":"Catholicism",

    "startIntroPart1":"Greetings to you, Ferdinand I, King of the Two Sicilies and of the illustrious city of Naples. The Two Sicilies was born a product of the union of the ancient Kingdoms of Naples and Sicily. A marvel of naval and mercantile reputation, the Kingdom of the Two Sicilies became one of the industrial-maritime centres of Italy. The Kingdom's life, however, would be short-lived. In 1860, the Two Sicilies was conquered by the belligerent Sardinia, and the ancient capitals at Palermo and Naples would become amongst the newly formed Italy's most prized possessions.",
    "startIntroPart2":"Noble Ferdinand, you are charged with the duty of procuring for the Two Sicilies the sovereignty to which it is allotted by nature. Can you make Naples and Palermo once more the centre of maritime and mercantile prowess? Can you deliver your people safety and prosperity to the envy of the world? Can you build a civilization that can stand the test of time?",
    
    "introduction":"Was I expecting you? I am Ferdinand I of the Two Sicilies. Now, don't stand there with that ridiculous look on your face. Stand up straight and introduce yourself to me.",
    "neutralHello":"",
    "neutralLetsHearIt":"",
    "neutralNo":"",
    "neutralYes":"",
    "hateHello":"",
    "hateLetsHearIt":"",
    "hateNo":"",
    "hateYes":"",

    "declaringWar":"",
    "attacked":"",
    "afterPeace":"",
    "defeated":"It should surprise you to know that this is not my first dethroning, and indeed it shall not be my last.",
    "tradeRequest":"",

    "outerColor":[0,0,0],
    "innerColor":[0,0,0],

    "uniqueName":"Pride of Bourbon Sicily",
    "uniques":["Naval Units upgrade automatically when a new Technology is discovered. Receive a free Naval Unit when a Cargo Ship is built."],

    "cities":[],
  },
  {
    "name":"Sardinia-Piedmont",
    "leaderName":"Victor Emmanuel II",
    "adjective":["Sardinian","Piemonte"],
    "startBias":[""],
    "preferredVictoryType":"",
    "favoredReligion":"",

    "startIntroPart1":"",
    "startIntroPart2":"",
    
    "introduction":"",
    "neutralHello":"",
    "neutralLetsHearIt":"",
    "neutralNo":"",
    "neutralYes":"",
    "hateHello":"",
    "hateLetsHearIt":"",
    "hateNo":"",
    "hateYes":"",

    "declaringWar":"",
    "attacked":"",
    "afterPeace":"",
    "defeated":"",
    "tradeRequest":"",

    "outerColor":[0,0,0],
    "innerColor":[0,0,0],

    "uniqueName":"",
    "uniques":[],

    "cities":[],
  },
  {
    "name":"Template",
    "leaderName":"",
    "adjective":[""],
    "startBias":[""],
    "preferredVictoryType":"",
    "favoredReligion":"",

    "startIntroPart1":"",
    "startIntroPart2":"",
    
    "introduction":"",
    "neutralHello":"",
    "neutralLetsHearIt":"",
    "neutralNo":"",
    "neutralYes":"",
    "hateHello":"",
    "hateLetsHearIt":"",
    "hateNo":"",
    "hateYes":"",

    "declaringWar":"",
    "attacked":"",
    "afterPeace":"",
    "defeated":"",
    "tradeRequest":"",

    "outerColor":[0,0,0],
    "innerColor":[0,0,0],

    "uniqueName":"",
    "uniques":[],

    "cities":[],
  },
  {
    "name":"Template",
    "leaderName":"",
    "adjective":[""],
    "startBias":[""],
    "preferredVictoryType":"",
    "favoredReligion":"",

    "startIntroPart1":"",
    "startIntroPart2":"",
    
    "introduction":"",
    "neutralHello":"",
    "neutralLetsHearIt":"",
    "neutralNo":"",
    "neutralYes":"",
    "hateHello":"",
    "hateLetsHearIt":"",
    "hateNo":"",
    "hateYes":"",

    "declaringWar":"",
    "attacked":"",
    "afterPeace":"",
    "defeated":"",
    "tradeRequest":"",

    "outerColor":[0,0,0],
    "innerColor":[0,0,0],

    "uniqueName":"",
    "uniques":[],

    "cities":[],
  },
